Repository: UnNamedPerson/Mobile-app-developement-second-project
Catalog: Counting_Days/Counting_Days/*.lproj/Localizable.strings
Languages: ar

# dayTextValue
source: Day
ar: اليوم

# testmodeTextValue
source: TestMode
ar: وضع التجربة

# alertTextTitle
source: Wait!
ar: انتظر

# alertTextMessage
source: we know you are in a hurry to see the big reveal, but you must go in order
ar: نعلم أنك على عجل لكن ،عليك أن تختار بشكل تسلسلي

# resetText
source: reset
ar: إعادة الترتيب

# selectHolidayText
source: select Holiday
ar: اختر عطلة

# happyHolidayText
source: Happy Holiday!
ar: عطلة سعيدة!

# resetWarningTitleText
source: Are you sure you want to reset?
ar: هل أنت متأكد أنك تريد إعادة الترتيب؟

# resetWarningText
source: resetting will cause all the days to close, Are you sure you want to reset
ar: إعادة الترتيب سوف يؤدي إلى إقفال جميع الأيام

# resetAlertYes
source: Yes
ar: نعم

# resetAlertNo
source: No
ar: لا
